{"title":"⭐Server Rules","description":"**BE NICE**\n-No form of bullying, hate speech, discrimination, harassment, virtual stalking, or sexually explicit suggestion/material will be tolerated in any area of the server. We are a PG13+ community and all icons, language, and usernames must reflect as such.\n\n**YOUR NICKNAME SHOULD MATCH YOUR IN-GAME-NAME**\n-You're allowed to add extra stuff to your name (level, country). Just as long as we know who you are based on your IGN.\n-Additionally, your name and code must be set for PokeNav in order to raid and/or host.\n\n**NO SPOOFING**\n-Any conversation or app disclosure of spoofing (using modified software to fake your GPS location) will be banned.\n\n**DISCUSSING ACCOUNT SHARING IS STRICTLY PROHIBITED**\n\nSharing your account details can lead to your account being stolen, or being banned by Niantic for breaking their Terms of Service. Anyone found to be d\n\n**NO ADVERTISING**\n-That means advertising alternate communities (Discord, Facebook, Twitter, etc) If you wish to seek out affiliations you can do so by speaking with staff.\n\n**NO RAID SNIPING**\n-Attempting to steal an invite when you did not make it into the lobby is against the rules.\n-If you are raiding on another account, make sure you update your PokeNav profile to match it.\n-**ONE ACCOUNT PER RAID**\n\n**DO NOT BEG, OR HARASS OTHERS**\n-This includes begging people to purchase raid passes for you or only send you to weather boosted raids.\n\n**NO POLITICAL TALK**\n-This server is about raiding and having fun! Debates or controversial topics that could cause arguments are not welcome here.\n\n**MISCELLANEOUS AND COMMON SENSE**\n-Agreement and acknowledgment that if you break rules and/or continue to act in a manner that is ban-worthy - even after being spoken with by PGRR staff - the same treatment is returned via perma-ban or mutes.\n\nBan Appeal Form - https://docs.google.com/document/d/1EoWBq7csN0p0T9PGY8AbwfaAlddcjqqE61M9n0dV56Y/view\n\nServer Link - https://discord.gg/pgrr\n\nIf you are having any issues joining the server please contact us via <@!575252669443211264>","color":5198940}